Repository: Changing-Winds/helpdesk
Catalog: lib/l10n/app_*.arb
Languages: fr

# affectedProduct
source: Product affected by the issue
fr: Produit affecté

source: All Opened Tickets
fr: Tous les tickets ouverts

# authenticationChecking
source: Checking Authentication...
fr: Vérification de l'authentification...

# authenticationUnauthenticatedErrorTitle
source: We were not able to authenticate you
fr: Impossible de vous identifier

# authenticationUnauthenticatedErrorExplanation
source: Please make sure pop windows are allowed. This application is only accessible for people with an email registered to the {domain} domain.
fr: Assurez-vous que votre navigateur ne bloque pas les popups. Cette application est uniquement accessible aux utlisateurs disposant d'une adresse email du domaine {domain}.

source: Dashboard
fr: Tableau de bord

source: Device
fr: Appareil

source: Device System
fr: Système

source: Impacted Feature
fr: Fonctionnalité impactée

# issueEnvironment
source: Environment where the issue occured
fr: Environnement où le problème a été constaté

source: Issue In Details
fr: Détails du problème rencontré

source: New Ticket
fr: Nouveau ticket

source: Your Opened Tickets
fr: Vos tickets ouverts
